[
  "Penguins live almost exclusively in the Southern Hemisphere.",
  "Emperor Penguins can dive over 500 meters deep.",
  "Penguins have waterproof feathers that keep them dry and warm.",
  "Some penguins huddle together to stay warm in freezing weather.",
  "Penguins can drink seawater thanks to a special gland that removes salt.",
  "The smallest penguin species is the Little Blue Penguin, just 13 inches tall.",
  "Penguins use vocalizations to recognize their mates and chicks.",
  "Penguins shed their feathers all at once in a process called molting.",
  "The Galápagos Penguin is the only species that lives north of the equator.",
  "Penguins can swim at speeds up to 15 miles per hour.",
  "Unlike most birds, penguins have solid bones to help them dive.",
  "A penguin's wings are adapted into flippers for swimming.",
  "Penguins eat fish, squid, and krill.",
  "Penguins can hold their breath underwater for up to 20 minutes.",
  "Male Emperor Penguins incubate eggs on their feet under a flap of skin.",
  "Penguins communicate with a variety of calls and body language.",
  "Chinstrap penguins are named for the narrow black band under their heads.",
  "Penguins can drink saltwater because of specialized glands above their eyes.",
  "Some penguins mate for life.",
  "Penguins often build nests out of stones.",
  "Penguins are excellent swimmers but cannot fly.",
  "The word 'penguin' may come from the Welsh “pen gwyn” meaning “white head.”",
  "Penguins' black and white coloring acts as camouflage in the water.",
  "Penguins use their strong legs and webbed feet to propel themselves on land.",
  "Penguins have excellent underwater vision.",
  "Penguin chicks are often covered in soft down feathers before molting.",
  "Penguins are social birds, living in colonies called rookeries.",
  "Macaroni penguins have bright orange-yellow crests.",
  "Penguins can be found on every continent in the Southern Hemisphere.",
  "Penguins preen their feathers regularly to keep them waterproof.",
  "Penguins do not have teeth; they use spines on their tongues to grip fish.",
  "The Adelie penguin is named after the wife of French explorer Dumont d'Urville.",
  "Penguins flippers have bones similar to human hands.",
  "Penguins molt once a year, losing all feathers at once.",
  "Penguins use their beaks to catch and hold slippery prey.",
  "Penguins have thick layers of blubber for insulation.",
  "Penguins feathers are densely packed — about 70 per square inch.",
  "The King Penguin is the second largest species after the Emperor.",
  "Penguins can leap out of the water onto rocks or ice, called porpoising.",
  "Penguins often slide on their bellies over ice to move faster, called tobogganing.",
  "Penguins have a third eyelid to protect their eyes underwater.",
  "Penguins use their feet and tail for steering while swimming.",
  "Penguins molt after the breeding season.",
  "Penguins in warmer climates like the Galápagos have different adaptations.",
  "Penguins can sense magnetic fields to help them navigate.",
  "Some penguin species are endangered due to climate change and fishing.",
  "Penguins have strong legs set far back on their bodies for upright posture.",
  "Penguins feathers have a special oil to repel water.",
  "Penguins preen with their beaks to spread oil and maintain feathers.",
  "Penguins are beloved worldwide for their charming waddle and social nature."
]